Repository: KlubJagiellonski/Politikon
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lt, pl

source: Permissions
lt: Leidimai
pl: Uprawnienia

source: Important dates
lt: Svarbios datos
pl: Ważne daty

source: name
pl: nazwa

source: reputation
pl: reputacja

source: total cash
pl: politicoiny

source: portfolio value
lt: portfelio vertė
pl: wartość portfela

source: weekly result
pl: wynik tygodniowy

source: monthly result
pl: wynik miesięczny

source: team
pl: drużyna

source: teams
pl: drużyny

source: user
lt: žaidėjas
pl: użytkownik

source: users
lt: žaidėjai
pl: użytkownicy

source: is published
pl: opublikowane

source: author
pl: autor

source: news title
pl: tytuł newsa

source: creation date
pl: data utworzenia

source: edition date
pl: data edycji

source: content
pl: zawartość

source: language
pl: język

source: page
pl: strona

source: pages
pl: strony

source: tag code
pl: tag

source: extra content
pl: dodatkowa zawartość

source: extra contents
pl: dodatkowa zawartość

source: gallery image
pl: obrazek

source: gallery images
pl: obrazki

source: Requested event does not exist.
lt: Įvykis neegzistuoja.
pl: Wydarzenie nie istnieje.

source: Event is no longer in progress.
lt: Įvykis buvo užbaigtas.
pl: Wydarzenie zostało zakończone.

source: Unknown outcome.
lt: Rezultatas nežinomas.
pl: Nieprawidłowy zakład.

source: Event is currently a draft.
lt: Kol kas įvykis yra juodraščio būsenos.
pl: Wydarzenie jest szkicem.

source: Price has changed.
lt: Kaina pakito.
pl: Cena uległa zmianie.

source: You don't have enough cash.
lt: Neturite pakankamai taškų žaisti.
pl: Nie masz wystarczająco reputów.

source: You don't have enough shares.
lt: Neturite pakankamai statymų.
pl: Nie masz wystarczająco zakładów.

source: Something went wrong, try again in a few seconds.
lt: Kažkas ne taip, pabandykite iš naujo.
pl: Coś nie poszło, spróbuj ponownie.

source: Polish
lt: Lenkų
pl: Polski

source: English
lt: Anglų
pl: Angielski

source: Lithuanian
lt: Lietuvių
pl: Litewski

source: Weekly leaders
lt: Savaitės reitingas
pl: Ranking 7-dniowy

source: Monthly leaders
lt: Mėnesio reitingas
pl: Ranking miesięczny

source: Leaderboard
lt: Reitingas
pl: Rankingi

source: Team leaders
pl: Ranking drużynowy

source: On bet
lt: Portfelio vertė
pl: Zawartość portfela

source: Prediction results
lt: Rezultatų prognozė
pl: Powiadomienia o wynikach

source: Prediction history
lt: Prognozių istorija
pl: Historia transakcji

source: explanation of the result:
lt: Rezultato paaiškinimas
pl: skrócone uzasadnienie wyniku:

source: profit
lt: pelnas
pl: zysk

source: loss
lt: nuostolis
pl: strata

source: show more results
lt: rodyti daugiau rezultatų
pl: wyświetl więcej wyników

source: Bet
lt: Spėjimas
pl: Zakład

source: YES
lt: TAIP
pl: TAK

source: NO
lt: NE
pl: NIE

source: current price
lt: dabartinė kaina
pl: aktualna cena

source: show more events
lt: daugiau įvykių
pl: wyświetl więcej zakładów

source: change avatar
lt: pakeisti avatarą
pl: zmień avatar

source: Player
lt: Žaidėjas
pl: Użytkownik

source: Joined game
lt: Prisijungė prie žaidimo
pl: Dołączył do gry

source: E-mail address
lt: El. pašto adresas
pl: Adres e-mail

source: Connected accounts
lt: Sujungtos paskyros
pl: Połączone konta

source: Your profile
lt: Tavo profilis
pl: Twój profil

source: Name as presented
lt: Rodomas vardas
pl: Wyświetlane imię i nazwisko

source: Player's description
lt: Žaidėjo aprašymas
pl: Opis użytkownika

source: Your website
lt: Tavo interneto svetainė
pl: Twoja strona www

source: Change e-mail address
lt: Keisti el. pašto adresą
pl: Zmień adres e-mail

source: Save changes
lt: Išsaugoti pakeitimus
pl: Zapisz zmiany

source: points to use
lt: laisvi taškai
pl: wolne reputy

source: performance
lt: reputacija
pl: reputacja

source: classification
lt: reitingas
pl: ranking

source: monthly
lt: mėnuo
pl: miesiąc

source: weekly
lt: savaitė
pl: tydzień

source: show more predictions
lt: rodyti daugiau spėjimų
pl: wyświetl więcej transakcji

source: Events
lt: Renginiai
pl: Wydarzenia

source: Tutorial
lt: Kaip žaisti?
pl: Jak grać?

source: Contact
pl: Kontakt

source: Partners
lt: Partneriai
pl: Partnerzy

source: Code for Poland
pl: Koduj dla Polski

source: First name
pl: Imię

source: Message
pl: Wiadomość

source: Send message
pl: Wyślij wiadomość

source: Thank you for the message. We will reply as soon as we can.
pl: Dzięki za wiadomość. Niebawem odpiszemy.

source: Resolve
lt: Išspręsti
pl: Rozstrzygnij

source: Event's draft
lt: Įvykio juodraštis
pl: Szkic wydarzenia

source: Share
lt: Dalinkis
pl: Podziel się

source: Estimated closure
lt: Numatoma sprendimo data
pl: Przewidywana data rozstrzygnięcia

source: Termination
lt: Sprendimo data
pl: Data rozstrzygnięcia

source: Related events
lt: Susiję įvykiai
pl: Powiązane wydarzenia

source: Predict!
lt: Lažinkis!
pl: Załóż się!

source: odds
lt: galimybės
pl: szanse

source: Most popular
lt: Populiariausi
pl: Najpopularniejsze

source: Ending
lt: Besibaigiantys
pl: Kończące się

source: Changes
lt: Pokyčiai
pl: Największe zmiany

source: Newest
lt: Naujausi
pl: Najnowsze

source: Finished
lt: Užbaigti
pl: Zakończone

source: Anteroom
lt: Laukiamasis
pl: Poczekalnia

source: Type search phrase
pl: Wpisz wyszukiwaną frazę

source: Search
pl: Szukaj

source: No end date
pl: Brak daty końcowej

source: Estimated closure:
lt: Numatoma sprendimo data:
pl: Rozstrzygnięcie

source: Terminated:
lt: Baigtas
pl: Zakończony

source: Waiting to be resolved
lt: Laukia sprendimo
pl: Czeka na rozstrzygnięcie

source: acquire more for
lt: reikia dar
pl: dokup na

source: sell share
lt: parduok spėjimus
pl: sprzedaj zakład

source: You predict
lt: Esi
pl: Jesteś na

source: Cancelled
lt: Atšaukta
pl: Anulowane

source: Outcome:
lt: Buvo:
pl: Było

source: You didn't participate.
lt: Nedalyvavai
pl: Nie brałeś udziału.

source: You predicted:
lt: Buvai:
pl: Byłeś na

source: Result
lt: Rezultatas
pl: Wynik

source: CANCELLED
lt: ATŠAUKTA
pl: ANULOWANE

source: event's draft
lt: įvykio juodraštis
pl: szkic wydarzenia

source: Happened
lt: Įvyko
pl: Wydarzyło się

source: Didn't happen
lt: Neįvyko
pl: Nie wydarzyło się

source: Best players
lt: Geriausi žaidėjai
pl: Najlepsi gracze

source: overall
lt: iš viso
pl: całość

source: Suggest an event
pl: Zaproponuj wydarzenie

source: My profile
lt: Mano profilis
pl: Mój profil

source: Settings
lt: Nustatymai
pl: Ustawienia

source: Log out
lt: Atsijunk
pl: Wyloguj

source: fresh outcomes
lt: naujausi rezultatai
pl: najnowsze wyniki

source: Mark as read
lt: Pažymėti kaip skaitytą
pl: Oznacz wszystkie jako przeczytane

source: Show all results
lt: Rodyti visus rezultatus
pl: Wyświetl wszystkie wyniki

source: Play Politikon!
lt: Žaisk Politikon!
pl: Graj w Politikon!

source: Twitter
pl: Twittera

source: Facebook
pl: Facebooka

source: You can also sign up, using
lt: Gali prisijungti naudodamas
pl: Możesz także zarejestrować się używając

source: e-mail address
lt: el. pašto adresą
pl: adresu e-mail

source: Have an account?
lt: Ar jau esi sukūręs paskyrą?
pl: Masz już konto?

source: Log in here
lt: Prisijungti
pl: Zaloguj się tutaj

source: Log in with
lt: Prisijunk naudodamas
pl: Zaloguj się przez

source: Don't have an account yet?
lt: Dar neturi savo paskyros?
pl: Nie masz jeszcze konta?

source: Join the game!
lt: Prisijunk!
pl: Zarejestruj się!

source: Join us with e-mail
lt: Prisijunk naudodamas el. paštą
pl: Zarejestruj się przy użyciu adresu e-mail

source: I have acknowledged
lt: Susipažinau su
pl: Zapoznałem się z

source: Terms & conditions
lt: taisyklėmis ir sąlygomis
pl: Regulaminem

source: and
lt: ir
pl: i

source: Privacy policy
lt: privatumo politika
pl: Polityką Prywatności

source: Have Twitter or Facebook?
lt: Ar turi FB ar Twitter profilį?
pl: Masz TT lub FB?

source: Join us quicker
lt: Prisiregistruok greičiau
pl: Zarejestruj się szybciej

source: Share the event!
lt: Pasidalink įvykiu
pl: Podziel się wydarzeniem!

source: Share on Twitter
lt: Dalinkis Twitteryje
pl: Podziel się na Twitterze

source: Share on Facebook
lt: Dalinkis Facebooke
pl: Podziel się na Facebooku

source: Share on Webpage:
lt: Dalinkis savo svetainėje:
pl: Podziel się na swojej stronie:

source: Event title
lt: Įvykio pavadinimas
pl: Tytuł wydarzenia

source: Small image
lt: Mažas paveikslėlis
pl: Mały obrazek

source: Big image
lt: Didelis paveikslėlis
pl: Duży obrazek

source: Description
lt: Aprašas
pl: Opis

source: Politikon team will revise your suggestion ASAP. Thank you!
pl: Redakcja Politikonu sprawdzi Twoją propozycję ASAP. Dzięki! :)

source: PLAY
lt: Žaisk
pl: GRAJ

source: Beta version
lt: Beta versija

source: Expect changes and forgive us!
lt: Paviešinus dings taškai

source: Show more events
lt: Rodyti daugiau įvykių
